Repository: uareurapid/jellymaniacs
Catalog: CookieCrunch/*.lproj/Localizable.strings
Languages: pt

# touch_booster_howto
source: Touch the booster to learn how to use it.
pt: Toca na ajuda para sabere como usá-la.

# congratulations_purchase
source: Congratulations! Purchase complete.
pt: Parabéns! Compra efectuada.

# congratulations_purchased
source: Congratulations! You just purchased
pt: Parabéns! Acabaste de comprar

# failed_purchase
source: Error! Purchase failed
pt: Erro! A compra falhou

# facebook_post_ok
source: Post to Facebook Successful
pt: Mensagem enviada para o Facebook

# twitter_post_ok
source: Post to Twitter Successful
pt: Mensagem enviada para o Twitter

# facebook_post_canceled
source: Post to Facebook canceled
pt: Envio para o Facebook cancelado

# twitter_post_canceled
source: Post to Twitter canceled
pt: Envio para o Twitter cancelado

source: Level
pt: Nível

source: You won
pt: Ganhaste

# new_best_score
source: New best score. Congratulations!
pt: Novo recorde. Parabéns!

source: No more levels
pt: Não existem níveis

# checkout_my_score_%lu
source: Checkout my Jelly Maniacs score: %lu
pt: Olha o meu recorde no Jelly Maniacs: %lu

# checkout_my_app
source: Checkout Jelly Maniacs, great game.
pt: Conheça o Jelly Maniacs, um jogo fantástico.

# thank_you_for_sharing
source: Thank your for sharing Jelly Maniacs.
pt: Obrigado por partilhar o Jelly Maniacs.

# buy_10_levels
source: You can buy 10 extra levels to continue playing. (Any purchase will also remove ads)
pt: Podes comprar 10 níveis extra para continuares a jogar. (Qualquer compra remove também os anúncios)

# buy_25_levels
source: You can buy 25 extra levels to continue playing. (Any purchase will also remove ads)
pt: Podes comprar 25 níveis extra para continuares a jogar. (Qualquer compra remove também os anúncios)

# buy_levels_generic
source: You can buy extra levels to continue playing. (Any purchase will also remove ads)
pt: Podes comprar níveis extra para continuares a jogar. (Qualquer compra remove também os anúncios)

# no_more_levels_fit_pack
source: The number of available levels is not enough for this pack. Please buy a lower pack!
pt: O número de níveis disponíveis é menor do que este pack. Só pode comprar o pack abaixo!

# no_more_levels_improve
source: No more levels available. Time to improve your score.
pt: Não existem mais níveis disponíveis. É altura de tentares melhorar o teu recorde.

source: Insufficient funds
pt: Saldo insuficiente

# not_enough_jellys
source: You don't have enough jelly stars to purchase this item. Keep playing.
pt: Não tens estrelas suficientes para comprar este item. Continua a jogar.

# already_purchased_booster
source: Already purchased this booster
pt: Já compraste esta ajuda

# only_one_booster
source: You can only have one booster at the time.
pt: Só podes ter uma ajuda de cada vez.

# have_all_levels
source: You already have all available levels.
pt: Já tens todos os níveis disponíveis.

# bomb_touch_msg
source: Now touch the jelly where you want to put the bomb!
pt: Agora toca na gelatina onde queres largar a bomba!

# jelly_touch_msg
source: Now touch the jelly you want to replace!
pt: Agora toca na gelatina que queres substituir!

source: Current Balance
pt: Saldo Actual

# jelly_stars
source: stars
pt: Estrelas

# no_more_moves
source: Insufficient moves left
pt: Jogadas insuficientes

# last_level_buy_warning
source: Last available level
pt: Último nível disponível

# running_out_moves
source: Buy extra moves to finish the level? (Any purchase will also remove ads)
pt: Comprar jogadas extra para terminar o nível? (Qualquer compra remove também os anúncios)

# running_out_levels
source: Buy extra levels to keep playing? (Any purchase will also remove ads)
pt: Comprar níveis extra para continuar a jogar? (Qualquer compra remove também os anúncios)

source: Restore purchases
pt: Repor compras

source: Music off
pt: Música desligada

source: Music on
pt: Música ligada
